Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Udało mi się znaleźć pijanego przewodnika. Wygląda na to, że Otmar chciał wyłudzić w ten sposób złoto od Lorenzo, a pod zeznaniami widnieje mój podpis. Mam nadzieję, że nie będę miał z tego powodu żadnych nieprzyjemności.
uk: Мені вдалося знайти п'яного провідника. Схоже, Отмар хотів таким чином вимагати золото у Лоренцо, а під свідченнями стоїть мій підпис. Сподіваюся, у мене не буде через це ніяких неприємностей.

source: Udało mi się znaleźć wszystkie 4 paczki.
uk: Мені вдалося знайти всі 4 пакунки.

source: Udało mi się znaleźć wszystkie rzeczy Artura. Mogę mu je oddać.
uk: Мені вдалося знайти всі речі Артура. Я можу їх йому повернути.

source: Udało mi się zrekrutować obu dowódców. Mogę wracać do Kessela.
uk: Мені вдалося завербувати обох командирів. Тепер я можу повернутися до Кесселя.

source: Udało nam się dokończyć ten cholerny most! Wynośmy się, nie mam zamiaru zostawać tu ani chwili dłużej!
uk: Нам вдалося закінчити цей клятий міст! Ходімо звідси, я не збираюся залишатися тут ані хвилиною довше!

source: Udało nam się odbić latarnię morską. Kolejny herszt nie żyje.
uk: Нам вдалося відбити маяк. Ще один вождь мертвий.

source: Udało nam się odnaleźć kaplicę za skarbcem w ruinach.
uk: Нам вдалося знайти каплицю позаду скарбниці у руїнах.

source: Udało nam się pokonać cieniostwora, a ja nieźle na tym zarobiłem. Nelsonowi chyba naprawdę ulżyło.
uk: Нам вдалося перемогти тінезвіра, а я отримав з цього непоганий прибуток. Гадаю, Нельсон по-справжньому зітхнув з полегшенням.

source: Udało nam się pokonać renegatów bez żadnych strat.
uk: Нам вдалося перемогти відступників без жодних втрат.

source: Udało nam się przekopać przejście do niższego poziomu. Gdy tylko odpadły pierwsze głazy, poczuliśmy straszliwy smród.
uk: Нам вдалося прокопати прохід на нижній рівень. Як тільки відвалилися перші валуни, ми почули жахливий сморід.

source: Udało nam się uspokoić pozostałych i ustawić kilka barykad przy wejściu. Kładka powrotna też była już prawie gotowa, gdy wychodziliśmy.
uk: Нам вдалося заспокоїти інших і встановити кілька барикад на вході. Зворотний міст також був вже майже готовий, коли ми пішли.

source: Udało nam się wybić całą bandę wilków. Detlow pozwolił mi zabrać skóry zwierząt, a sam udał się w drogę powrotną do miasta. Na mnie też pora. Czas wrócić do Knuta.
uk: Нам вдалося здолати цілу зграю вовків. Детлоу дозволив мені забрати шкури тварин, а сам попрямував назад до міста. Мені теж пора. Час повертатися до Кнута.

source: Udało nam się wybić całą bandę wilków. Mimo plotek drwali nie widzieliśmy żadnych śladów tajemniczej Bestii. Może to i lepiej. Detlow pozwolił mi zabrać skóry zwierząt, a sam, zawiedziony brakiem tropów Bestii, udał się w drogę powrotną do miasta. Na mnie też pora. Czas wrócić do Knuta.
uk: Нам вдалося здолати цілу зграю вовків. Незважаючи на чутки лісорубів, ми не побачили жодного сліду таємничого Звіра. Можливо, це було на краще. Детлоу дозволив мені забрати шкури тварин, а сам, розчарований відсутністю слідів Звіра, попрямував назад до міста. Мені теж пора. Час повертатися до Кнута.

source: Udało nam się wyjść z walki bez strat.
uk: Нам вдалося вийти з бою без втрат.

source: Udało nam się!
uk: Нам це вдалося!

source: Udało się - weszliśmy do Wilczego Leża. Teraz pora znaleźć tutejszego kowala i zapytać go, czy wie coś o tym nietypowym bełcie.
uk: Нам вдалося – ми потрапили до Вовчого Лігва. Тепер настав час знайти місцевого коваля і розпитати його, чи знає він що-небудь про цей незвичайний болт.

source: Udało się coś ustalić?
uk: Щось вдалося з'ясувати?

source: Udało się! Nie wiem, jak ci dziękować. Bez ciebie nie miałbym szans.
uk: Ми впорались! Я не знаю, як тобі дякувати. Без тебе у мене не було б жодного шансу.

source: Udało się! Stary pies mnie polubił.
uk: Це спрацювало! Старий пес мене полюбив.

source: Udało się, jesteśmy na miejscu. Przed nami wioska Silbach. Mam tylko nadzieję, że strażnicy okażą się pomocni...
uk: Ми зробили це, ми на місці. Попереду село Сільбах. Сподіваюсь, що вартові нам допоможуть...

source: Udało się, skarbiec jest otwarty. Czas ruszyć po Rozjemcę.
uk: Ми це зробили, скарбницю відкрито. Час вирушати за Миротворцем.

source: Udało się, zostałem obywatelem miasta! Matey dał mi listę mistrzów czeladniczych, którzy poszukują rąk do pracy. Praca dla któregoś z nich znacznie zwiększyłaby zasobność mojej sakiewki. Pytanie, czy nie byłoby jednak lepiej jak najszybciej dołączyć do którejś z gildii, żeby jej członkowie wsparli mnie w poszukiwaniach Jorna?
uk: Мені вдалося, я став громадянином міста! Матей дав мені список майстрів, які шукають собі робітників. Робота в одного з них значно збільшила б можливості мого гаманця. Однак постає питання, чи не краще якнайшвидше приєднатися до однієї з гільдій, щоб її члени могли допомогти мені в моїх пошуках Йорна?

source: Udało się. Będę musiał tutaj wrócić pod pretekstem kontroli, by sprawdzić, czy preparat Ramhy zadziałał. Najlepiej, jeśli sam też ubiorę taki zniszczony pancerz. U Lennarta z pewnością jest jeszcze kilka sztuk. Kiedy będę go miał, poproszę aptekarkę, by wzmocniła efekt na moim egzemplarzu.
uk: Вдалося. Доведеться повернутися сюди під приводом інспекції, щоб перевірити, чи спрацював препарат Рамхи. Буде краще, якщо я теж одягну такий зіпсований обладунок. У Ленарта безумовно знайдеться ще декілька одиниць. Коли я отримаю один із них, попрошу аптекарку посилити ефект на моєму екземплярі.

source: Udało się. Będę musiał tutaj wrócić pod pretekstem kontroli, by sprawdzić, czy preparat Ramhy zadziałał. Poproszę również aptekarkę, by wzmocniła efekt na posiadanym przeze mnie egzemplarzu.
uk: Вдалося. Доведеться повернутися сюди під приводом інспекції, щоб перевірити, чи спрацював препарат Рамхи. Також я попрошу аптекарку посилити ефект на моєму зразку.

source: Udało się. Ostatni z hersztów nie żyje, a Farma Bermara została wyzwolona. Archolos powinno być bezpieczne - przynajmniej przez jakiś czas. Grayson musi się dowiedzieć, co tu zaszło. Powinienem sprawdzić, czy nie ma go w ratuszu.
uk: Нам це вдалося. Останній вождь мертвий, а ферма Бермара звільнена. Архолос тепер у безпеці, принаймні на деякий час. Грейсон має дізнатися, що тут сталося. Перевірю, чи немає його в ратуші.

source: Udało się. Renegaci zostali powstrzymani, a Berto i Winstan żyją. Otrzymałem rozkaz, by osobiście przekazać Roderichowi wieści o zwycięstwie.
uk: План спрацював. Відступників зупинено, Берто і Вінстан живі. Мені було доручено особисто доставити звістку про перемогу Родеріху.

source: Udało się. Zakup kusz okazał się dla straży bardzo korzystny. Lennart będzie zachwycony.
uk: Все вдалося. Закупівля арбалетів виявилася дуже вигідною для Варти. Ленарт буде в захваті.

source: Udało wam się coś znaleźć?
uk: Вам вдалося щось знайти?

source: Udało wam się jedynie rozbić niewielką grupkę przemytników pracującą w samym mieście, jednocześnie alarmując pozostałych, którzy mogą być rozsiani po całej wyspie.
uk: Тобі вдалося розбити лише невелику групу контрабандистів, які працюють у самому місті, при цьому попередивши інших, які можуть бути розкидані по всьому острову.

source: Udało wam się trafić na coś, co pomoże wam do nich dotrzeć?
uk: Вам вдалося знайти щось, що допомогло б до них добратися?

source: Udało, udało. Gerhard odgrażał się, że jeszcze tego pożałuję, ale wyjechał.
uk: Це спрацювало. Герхард пригрозив, що я ще пошкодую про це, але він пішов.

source: Uderzyć cię.
uk: Я тебе вдарю.

source: Udowadnianie handlarzom, że straż może ich ochronić, nie jest już moim zmartwieniem.
uk: Доводити торговцям, що Варта здатна їх захистити, більше не моя турбота.

source: Udowadniasz, że obcym nie należy ufać.
uk: Ти підтвердив, що незнайомцям не можна довіряти.

source: Udowodnij mi lepiej przydatność współpracy z Araxos, dzieciaku.
uk: Доведи мені користь від співпраці з Араксос, хлопче.

source: Udowodnij, że jesteś godzien tutaj mieszkać, a może Adanos cię wysłucha!
uk: Доведи, що ти гідний тут жити і, можливо, Аданос почує тебе!

source: Udowodnię to bez problemu dzięki podręcznikowi 'Prawidła szachowe', gdzie spisano wszystkie zasady tej wspaniałej gry!
uk: Я можу це легко довести за допомогою книги 'Правила гри в шахи', де записані всі правила цієї чудової гри!

source: Udowodniłem niewinność Recona i Veigo. Ramona będzie zła, ale przynajmniej będę mógł spać spokojnie.
uk: Я довів невинуватість Рікона і Вейго. Рамона буде гніватися, але принаймні я зможу спати спокійно.

source: Udowodniłeś już, że jesteś godny zaufania. Czego potrzebujesz?
uk: Ти вже довів, що тобі можна довіряти. Що тобі потрібно?

source: Udowodniłeś już, że nawet sam jesteś w stanie poradzić sobie z grupą pełzaczy, powinieneś odnaleźć Jona bez większych problemów.
uk: Ти вже продемонстрував, що навіть самотужки здатен впоратись з групою повзунів, тож маєш знайти Йона без особливих проблем.

source: Udowodniłeś swoją zaradność, zdobywając oręż strażnika bez zwracania na siebie uwagi.
uk: Ти довів свою винахідливість, діставши зброю вартового, не привертаючи до себе уваги.

source: Udowodniłeś, że można na ciebie liczyć, więc postanowiłem cię przydzielić do tej ważnej sprawy. Radzę ci mnie nie zawieść.
uk: Ти довів, що на тебе можна покластися, тому я вирішив доручити тобі цю важливу справу. Раджу тобі не розчарувати мене.

source: Udowodniłeś, że znasz się na tym rzemiośle i jesteś gotowy poświęcić wiele czasu na doskonalenie sztuki wytwarzania łuków.
uk: Ти довів, що знаєш це ремесло і готовий витратити багато часу на вдосконалення свого мистецтва виготовлення лука.

source: Udzielam ci przebaczenia Kesselu, ale niech taka sytuacja nigdy więcej już się nie powtórzy. Jesteś członkiem Wodnego Kręgu, zachowuj się godnie!
uk: Я дарую тобі прощення, Кесселю, але нехай така ситуація більше ніколи не повториться. Ти член Кільця Води, тож поводься достойно!

source: Udzielam panu nagany.
uk: Я оголошую тобі догану.

source: Udzielisz mi lekcji polowania?
uk: Даси мені урок полювання?

source: Uf, było gorąco. Trzymasz się?
uk: Ух, було гаряче. Ти як?

source: Uff, bałem się o tym komukolwiek powiedzieć. Dobrze, że trafiłem na porządnego gościa.
uk: Фух, я боявся комусь про це розповідати. Добре, що мені трапилась порядна людина.

source: Uff, dobra, nie było tak źle...
uk: Фух, добре, це було не так вже й боляче...

source: Uff. Ciężko tu przeżyć.
uk: Уфф. Тут важко вижити.

source: Uff... uuuaach, ale kopie! Co to jest?
uk: Ух... ох, яка міцна! Як ти сказав називається?

source: Ugaś ogień
uk: Загасити вогонь

source: Ugh! Smakuje paskudnie, ale już teraz czuję się jakiś silniejszy. Jeśli będziesz miał ich jeszcze kilka, to przynieś je do mnie.
uk: Тьху! На смак гидота, але я вже відчуваю себе трохи сильнішим. Якщо у тебе є ще кілька таких, неси їх мені.

source: Ugh... Dojdź do bramy w Dzielnicy Kupieckiej. Tej naprzeciwko siedziby magów ognia.
uk: Ух... Дістанься до воріт у Торговому кварталі. Тих, що навпроти помешкання Магів Вогню.

source: Ugh... muszę szybko... gdzieś... ugh, o chooolera...!
uk: Ух... Мені треба швидко... кудись... ух, от хооолера...!

source: Uhm, poczekaj chwilę, przyjacielu! Masz niebywałą okazję spróbować jednej z moich potraw!
uk: Хм, зачекай хвилинку, приятелю! У тебе є рідкісна можливість скуштувати одну з моїх страв!

source: Ujdziecie z życiem, ale za cenę swojej wolności.
uk: Ви збережете свої життя, але це коштуватиме вам свободи.

source: Ujmijmy to tak, mam przy sobie kilka sakiewek złota, które są tak ciężkie, że aż się proszą o opróżnienie.
uk: Скажімо так, я маю при собі кілька гаманців із золотом, які настільки важкі, що просто благають, щоб їх спорожнили.

source: Ujmijmy to tak, to zdecydowanie nie był ich dzień.
uk: Скажімо так, це був точно не їхній день.

source: Ujmę to tak: boli mnie, gdy widzę, jak ziemia moich przodków jest pod pieczą obcych, ale to oni wygrali wojnę i takie jest prawo zwycięzców.
uk: Скажу так: мені боляче бачити землю моїх предків під владою чужинців, але вони виграли війну, і такий закон переможців.

source: Ujmę to w ten sposób: na twoim trupie wyglądałaby znacznie gorzej.
uk: Скажу так: на твоєму трупі вона виглядала б набагато гірше.

source: Ukarać? Widziałeś go? To wrak człowieka. Codziennie jest karany przez świadomość, ilu ludzi straciło życie przez jego zuchwałość. Nie wymyśliłbym bardziej dotkliwej kary.
uk: Покарати? Ти бачив його? Це лише тінь людини. Щодня він страждає від усвідомлення того, скільки людей втратило життя через його зухвалість. Я не вигадав би більш суворого покарання.

source: Ukochana córka
uk: Улюблена донька

source: Ukończyłem moje dzieło! Oczywiście w kilku egzemplarzach!
uk: Я завершив свій шедевр! У кількох примірниках, звісно!

source: Ukradliśmy amulet z grobu własnej matki, gdyby jakiś mag z naszej wioski się o tym dowiedział, to chyba by nas przeklął.
uk: Ми вкрали амулет з могили власної матері. Якби якийсь маг з нашого села дізнався про це, думаю, він би нас прокляв.

source: Ukradliśmy amulet z grobu własnej matki.
uk: Ми вкрали амулет з могили власної матері.

source: Ukradłem Rębaczowi własność Larry'ego, a ten osioł nawet nie zauważył! Larry'emu szczęka opadnie z wrażenia.
uk: Я вкрав гаманець Ларрі у Різника, а цей віслюк навіть не помітив! У Ларрі щелепа від цього відвисне.

source: Ukradłem go Rodrigo.
uk: Я вкрав його у Родріго.

source: Ukryj się tam i poczekaj, aż odejdziemy kawałek.
uk: Сховайся там і зачекай, поки ми трохи не відійдемо.

source: Ukryj się, tu jest niebezpiecznie.
uk: Сховайся, тут небезпечно.

source: Ukryta pieczęć okazała się tym, czego szukał Grayson. Szkoda, że wcześniej się nie zorientowałem, jak bardzo jest cenna.
uk: Захована печатка виявилася саме тим, що шукав Грейсон. Шкода, що я не зрозумів раніше, наскільки вона цінна.

source: Ukryte pomieszczenie okazało się pracownią alchemika. W środku znalazłem dziwną, niebieską kulę światła.
uk: Прихована кімната виявилася майстернею алхіміка. Всередині я знайшов дивну блакитну кулю світла.

source: Ukrywa się w jednym z budynków górnej części Dzielnicy Portowej. To te wszystkie zabudowania znajdujące się zaraz przy murach miasta.
uk: Він переховується в одній з будівель верхньої частини Портового кварталу. Це всі ті будівлі, які розташовані прямо біля міських стін.

source: Ukryłem się w pobliżu i liczyłem, że komuś uda się uciec.
uk: Я сховався неподалік і сподівався, що комусь вдасться втекти.

source: Ukształtowanie terenu było wyjątkowo niekorzystne.
uk: Місцевість була вкрай невдалою для бою.

source: Ulecz mnie.
uk: Зціли мене.

source: Uleczenie/mana
uk: Здоров'я за од. мани:

source: Uleczenie:
uk: Зцілення:

source: Ulepszanie pancerzy
uk: Покращення обладунків

source: Ulepszanie pancerzy?
uk: Покращенням обладунків?

source: Ulepszona esencja lecznicza
uk: Покращена цілюща есенція

source: Ulepszona esencja many
uk: Покращена есенція мани

source: Ulepszona pełnia many
uk: Покращена чиста мана

source: Ulepszona pełnia życia
uk: Покращене чисте здоров'я

source: Ulepszona zbroja Rycerska
uk: Покращений обладунок лицаря

source: Ulepszona zbroja Straży Królewskiej
uk: Покращений обладунок Королівської Гвардії

source: Ulepszona zbroja kusznika straży
uk: Покращений важкий обладунок вартового арбалетника

source: Ulepszona zbroja szermierza Araxos
uk: Покращений важкий обладунок мечника Араксосу

source: Ulepszona zbroja szermierza straży
uk: Покращений важкий обладунок вартового мечника

source: Ulepszona zbroja z pancerzy krabów
uk: Покращений обладунок з крабових панцирів

source: Ulepszone ubranie strażnika
uk: Покращене вбрання вартового

source: Ulepszony ciężki pancerz Południowca
uk: Покращений важкий південний обладунок

source: Ulepszony ekstrakt leczniczy
uk: Покращений цілющий екстракт

source: Ulepszony ekstrakt many
uk: Покращений екстракт мани

source: Ulepszony eliksir leczniczy
uk: Покращений цілющий еліксир

source: Ulepszony eliksir many
uk: Покращений еліксир мани

source: Ulepszony eliksir siły
uk: Покращений еліксир сили

source: Ulepszony lekki pancerz Południowca
uk: Покращений легкий південний обладунок

source: Ulepszony lekki skórzany pancerz
uk: Покращений легкий шкіряний обладунок

source: Ulepszony lekki strój kolczy
uk: Покращена легка кольчуга

source: Ulepszony pancerz Nordmarczyka
uk: Покращений обладунок нордмарця

source: Ulepszony pancerz Wilczego Syna
uk: Покращений обладунок Вовчого Сина

source: Ulepszony pancerz kusznika straży
uk: Покращений обладунок вартового арбалетника

source: Ulepszony pancerz najemnego strażnika
uk: Покращений обладунок найманця

source: Ulepszony pancerz starszego gońca
uk: Покращений обладунок старшого посланця

source: Ulepszony pancerz strażnika
uk: Покращений обладунок вартового

source: Ulepszony pancerz strzelca Araxos
uk: Покращений обладунок стрільця Араксосу

source: Ulepszony pancerz szermierza Araxos
uk: Покращений обладунок мечника Араксосу

source: Ulepszony pancerz szermierza straży
uk: Покращений обладунок вартового мечника

source: Ulepszony pancerz tropiciela Araxos
uk: Покращений обладунок мисливця Араксосу

source: Ulepszony skórzany pancerz
uk: Покращений шкіряний обладунок

source: Ulepszony strój gońca Araxos
uk: Покращене вбрання посланця Араксосу

source: Ulepszony strój kolczy
uk: Покращена кольчуга

source: Ulepszony strój myśliwego
uk: Покращений обладунок мисливця

source: Ulepszony wywar z niebieskiego bzu
uk: Покращений відвар з синьої бузини

source: Ulice spłyną krwią jego ludzi, a wszystko, co jest im drogie, strawi ogień - większy od tego, który lata temu zaprószył Mandes.
uk: Вулиці заллються кров’ю його людей, а все, що їм дороге, пожере вогонь - більший, ніж той, який Мандес запалив багато років тому.

source: Ulotka agitacyjna
uk: Агітаційна листівка

source: Ulotka agitująca do protestów
uk: Листівка із закликом до протестів

source: Ulotka, której tematem nie do końca są owady.
uk: Листівка, тематикою якої є не зовсім комахи.

source: Ulotki? Le-leżały sobie na ulicy, to je wziąłem...
uk: Листівки? Ле-лежали собі на вулиці, я їх взяв...

source: Ulryk
uk: Ульрік

source: Ulryk będzie się musiał o tym dowiedzieć...
uk: Ульрік повинен про це дізнатися...

source: Ulryk chyba nie sądził, że uda mi się pokonać te pełzacze. Wysłał nawet patrol, który miał “poprawić” robotę po mnie. Dowiedziałem się od nich, że ruszają zapolować na grupę orkowych zwiadowców, których dostrzeżono w pobliżu. Dowódca oddziału wymyślił sobie, że mam im pomóc się ich pozbyć. To dobra okazja, żeby zaimponować Ulrykowi. Może dzięki temu uda mi się porozmawiać z Jonem.
uk: Схоже, що Ульрік не думав, що я впораюся з повзунами. Він навіть відправив за мною патруль, щоб вони 'закінчили' роботу після мене. Від них я дізнався, що вони збираються полювати на групу орків-розвідників, яких помітили неподалік. Командир загону вирішив, що я повинен їм допомогти. Це гарна можливість справити враження на Ульріка. Можливо, так я зможу поговорити з Йоном.

source: Ulryk dowiedział się o naszej wyprawie po Rozjemcę i przybył do ruin Vardhal, by go nam odebrać. Kiedy odszedł z ostrzem, Wilczy Synowie chcieli nas zaatakować. Niestety nie wiem, co się stało z pozostałymi członkami wyprawy, bo Riordian od razu teleportował mnie do klasztoru...
uk: Ульрік дізнався про нашу експедицію за Миротворцем і прибув до руїн Вардхалу, щоб відібрати його у нас. Коли він пішов з клинком, Вовчі Сини хотіли на нас напасти. На жаль, я не знаю, що сталося з іншими членами експедиції, оскільки Ріордіан миттєво телепортував мене до монастиря...

source: Ulryk i Volker współpracują? Jest jeszcze gorzej, niż sądziłem...
uk: Ульрік і Волкер працюють разом? Все ще гірше, ніж я думав...

source: Ulryk jest chyba jedyną osobą, która może mi zapewnić spotkanie z Jonem. Zdaje się, że nie mam wyboru. Muszę dla niego oczyścić kopalnię odkrywkową przed murami Wilczego Leża.
uk: Ульрік, мабуть, єдина людина, яка може забезпечити мені зустріч з Йоном. Здається, у мене немає вибору. Я маю очистити для нього копальню поза стінами Вовчого Лігва.

source: Ulryk może i będzie miał z ciebie jakiś pożytek. Wróć do niego i mu to przekaż.
uk: Ульрік, може, й матиме з тебе якусь користь. Повертайся до нього і все йому розкажи.

source: Ulryk myślał, że sobie nie poradzę?
uk: Ульрік думав, що я не впораюсь?

source: Ulryk na pewno ma jakiś plan.
uk: Ульрік, напевно, має якийсь план.

source: Ulryk naprawdę uważa się za dziedzica Volfzacka?
uk: Ульрік справді вважає себе спадкоємцем Вольфзака?

source: Ulryk nie miał dla niego litości.
uk: Ульрік не пощадив його.

source: Ulryk nie powinien mieć raczej problemów gdybym sprzedał ci kilka mikstur albo pokazał to i owo. W końcu moje badania są niezwykle kosztowne...
uk: Ульрік, мабуть, не буде проти, якщо я продам тобі кілька мікстур або щось покажу. Зрештою, мої дослідження надзвичайно дорогі...

source: Ulryk od lat przygotowywał się do tej chwili. Nadszedł czas, by Archolos powróciło do jego prawowitych właścicieli.
uk: Ульрік готувався до цього моменту роками. Настав час повернути Архолос його законним власникам.

source: Ulryk skróciłby mnie o głowę.
uk: Ульрік відітне мені голову.

source: Ulryk udziela teraz komuś audiencji. Spróbuję z nim porozmawiać, gdy już ustalę coś na temat tego bełtu.
uk: Ульрік зараз з кимось розмовляє. Я спробую переговорити з ним, як тільки з'ясую щось про наконечник.

source: Ulryk w końcu zdecydował się na odwrót, co wielce ucieszyło Godryka.
uk: Ульрік нарешті вирішив відступити, що дуже сподобалось Годріку.

source: Ulryk wraz z Lichwiarzem chcą obalić Myrtańczyków.
uk: Ульрік і Лихвар хочуть повалити міртанців.

source: Ulryk wraz z Lichwiarzem chcą obalić rządy Myrtańczyków i zagarnąć całą władzę dla siebie.
uk: Ульрік разом з Лихварем хочуть повалити правління міртанців і захопити всю владу собі.

source: Ulryk z garstką najwierniejszych mu ludzi przekopał się do niższych poziomów warowni, otworzył wrota i wtedy zaczęła się prawdziwa zabawa.
uk: Ульрік з кількома найвідданішими воїнами закріпилися на нижніх рівнях фортеці, відчинили браму, і тоді розпочалась справжня забава.

source: Ulryk zaatakował miasto?
uk: Ульрік напав на місто?

source: Ulryk zlecił mi pewne zadania i choćbym chciał ci pomóc, to zwyczajnie w tej chwili nie mogę.
uk: Ульрік дещо мені доручив, і як би я не хотів тобі допомогти, зараз я просто не можу.

source: Ulryk zostawił kilku ze swoich ludzi, by odprowadzili nas do lochów. Ci jednak mieli zupełnie inny pomysł.
uk: Ульрік залишив кількох своїх людей супроводити нас до підземелля. Однак у них були зовсім інші наміри.

source: Ulryk? Co tu robi ten dzikus? Innosie, miej nas w swojej opiece...
uk: Ульрік? Що цей варвар тут робить? Інносе, змилуйся над нами...

source: Ulryka, wraz z nielicznymi pozostałymi przy życiu Wilczymi Synami, zakuto w kajdany i zesłano do Górniczej Doliny, gdzie mają spędzić resztę swoich dni, wydobywając rudę dla króla.
uk: Ульріка разом з небагатьма вцілілими Вовчими Синами закували в кайдани і заслали в Гірничу Долину, де вони повинні були провести решту своїх днів, видобуваючи руду для Короля.

source: Ulrykowi? Podobno jest najbogatszym człowiekiem na wyspie...
uk: Ульріка? Я чув, що він найбагатша людина на острові...

source: Ulryku, czemu to uczyniłeś?! A ja miałem cię przez tyle lat za wiernego wyznawcę Adanosa... Zhańbiłeś siebie i swój ród!
uk: Ульрік, навіщо ти це зробив?! Я стільки років вважав тебе вірним послідовником Аданоса... Ти зганьбив себе і свій рід!

source: Ulubione warzywo młodych nowicjuszy.
uk: Улюблений овоч молодих послушників.

source: Ulubiony trunek piratów.
uk: Улюблений напій піратів.

source: Umawiałam się z nią na dziś. Miała mi oddać mały zestaw młotków... I jeszcze ten... figurkę Innosa.
uk: Я домовилась з нею про зустріч сьогодні. Вона мала віддати мені невеликий набір молотків... І ще ось таку... статуетку Інноса.

source: Umf!
uk: Умф!
